#+HUGO_BASE_DIR: ../
#+HUGO_SECTION: ./posts/

#+HUGO_WEIGHT: auto
#+HUGO_AUTO_SET_LASTMOD: t

* Emacs                                                              :@emacs:
** Writing a Hugo blog posts                                       :Org:Hugo:
:PROPERTIES:
:EXPORT_FILE_NAME: writing-hugo
:EXPORT_DATE: 2021-01-30
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :alpha 1
:END:
*** This is a post!
A real post!
- with a list
  - In a list
- yahs
** The second post                                              :Org:testing:
:PROPERTIES:
:EXPORT_FILE_NAME: second post
:EXPORT_DATE: 2021-01-31
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :alpha 1
:END:
*** Introduction
Life is like a box of chocolates, you never know what you gonna get ($9\cdot9$).

|-------+-----+----+-----+-------|
| Hallo | dit | is | een | tabel |
|-------+-----+----+-----+-------|
|     8 |   7 |  9 | 100 |   124 |
|     6 |   5 |  7 |   8 |    26 |
|     6 |   8 |  9 |   9 |    32 |
|-------+-----+----+-----+-------|
#+TBLFM: $5=vsum($1..$4)

$$A^TA = A^{plop} \cdot 45$$

$$1^{2^{3^{4}}}$$

* COMMENT Local variables                                           :ARCHIVE:
This is a test
